IDEA Open Model
MatPrestressSteel.Area Property
Compatible with IDEA StatiCa v 10.1
 Area
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Area { get; set; }
Public Property Area As Double
	Get
	Set
public:
property double Area {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatPrestressSteel Class
IdeaRS.OpenModel.Material Namespace